Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: སྐྱེ་བ་མེད་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: They will not construe the notion that feelings arising from visually compounded sensory contact are unceasing, and they will not construe the notion that noncessation is feelings arising from visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are unceasing, and they will not construe the notion that noncessation is feelings arising from mentally compounded sensory contact [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: They will not construe the notion that feelings arising from visually compounded sensory contact are peace, and they will not construe the notion that peace is feelings arising from visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are peace, and they will not construe the notion that peace is feelings arising from mentally compounded sensory contact [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: They will not construe the notion that feelings arising from visually compounded sensory contact are void, and they will not construe the notion that voidness is feelings arising from visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are void, and they will not construe the notion that voidness is feelings arising from mentally compounded sensory contact [and so forth]. “

source: །སའི་ཁམས་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་སའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཆུའི་ཁམས་དང་།
en: They will not construe the notion that the earth element is empty, and they will not construe the notion that emptiness is the earth element.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་རྣམ་པར་ཤེས་པའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the water element, the fire element, the wind element, the space element, and the consciousness element are empty, and they will not construe the notion that emptiness is the consciousness element [and so forth].

source: །སའི་ཁམས་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་སའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཆུའི་ཁམས་དང་།
en: They will not construe the notion that the earth element is signless, and they will not construe the notion that signlessness is the earth element.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་རྣམ་པར་ཤེས་པའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the water element, the fire element, the wind element, the space element, and the consciousness element are signless, and they will not construe the notion that signlessness is the consciousness element [and so forth].

source: །སའི་ཁམས་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་སའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཆུའི་ཁམས་དང་།
en: They will not construe the notion that the earth element is wishless, and they will not construe the notion that wishlessness is the earth element.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་རྣམ་པར་ཤེས་པའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the water element, the fire element, the wind element, the space element, and the consciousness element are wishless, and they will not construe the notion that wishlessness is the consciousness element [and so forth].

source: །སའི་ཁམས་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་སའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཆུའི་ཁམས་དང་།
en: They will not construe the notion that the earth element is nonarising, and they will not construe the notion that nonarising is the earth element.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་རྣམ་པར་ཤེས་པའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the water element, the fire element, the wind element, the space element, and the consciousness element are nonarising, and they will not construe the notion that nonarising is the consciousness element [and so forth].

source: །སའི་ཁམས་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་སའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཆུའི་ཁམས་དང་།
en: They will not construe the notion that the earth element is unceasing, and they will not construe the notion that noncessation is the earth element.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་རྣམ་པར་ཤེས་པའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the water element, the fire element, the wind element, the space element, and the consciousness element are unceasing, and they will not construe the notion that noncessation is the consciousness element [and so forth].

source: །སའི་ཁམས་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་སའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཆུའི་ཁམས་དང་།
en: They will not construe the notion that the earth element is peace, and they will not construe the notion that peace is the earth element.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་རྣམ་པར་ཤེས་པའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the water element, the fire element, the wind element, the space element, and the consciousness element are peace, and they will not construe the notion that peace is the consciousness element [and so forth].

source: །སའི་ཁམས་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་སའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཆུའི་ཁམས་དང་།
en: They will not construe the notion that the earth element is void, and they will not construe the notion that voidness is the earth element.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་རྣམ་པར་ཤེས་པའི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the water element, the fire element, the wind element, the space element, and the consciousness element are void, and they will not construe the notion that voidness is the consciousness element [and so forth]. “

source: །མ་རིག་པ་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་མ་རིག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: They will not construe the notion that ignorance is empty, and they will not construe the notion that emptiness is ignorance.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་རྒ་ཤི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are empty, and they will not construe the notion that emptiness is aging and death [and so forth].

source: །མ་རིག་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་མ་རིག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་།
en: They will not construe the notion that ignorance is signless, and they will not construe the notion that signlessness is ignorance.

source: ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་སྐྱེ་བ་དང་། རྒ་ཤི་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་རྒ་ཤི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are signless, and they will not construe the notion that signlessness is aging and death [and so forth].

source: །མ་རིག་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་མ་རིག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: They will not construe the notion that ignorance is wishless, and they will not construe the notion that wishlessness is ignorance.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་རྒ་ཤི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are wishless, and they will not construe the notion that wishlessness is aging and death [and so forth].

source: །མ་རིག་པ་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་མ་རིག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: They will not construe the notion that ignorance is nonarising, and they will not construe the notion that nonarising is ignorance.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་རྒ་ཤི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are nonarising, and they will not construe the notion that nonarising is aging and death [and so forth].

source: །མ་རིག་པ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་མ་རིག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: They will not construe the notion that ignorance is unceasing, and they will not construe the notion that noncessation is ignorance.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་རྒ་ཤི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are unceasing, and they will not construe the notion that noncessation is aging and death [and so forth].

source: །མ་རིག་པ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་མ་རིག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: They will not construe the notion that ignorance is peace, and they will not construe the notion that peace is ignorance.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་རྒ་ཤི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are peace, and they will not construe the notion that peace is aging and death [and so forth].

source: །མ་རིག་པ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་མ་རིག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: They will not construe the notion that ignorance is void, and they will not construe the notion that voidness is ignorance.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are void, and they will not construe the notion that voidness is aging and death [and so forth]. “

source: དབེན་པ་རྒ་ཤི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། བམ་པོ་ཉེར་དགུ་པ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of generosity is empty, and they will not construe the notion that emptiness is the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are empty, and they will not construe the notion that emptiness is the perfection of wisdom [and so forth].

source: སྟོང་པ་ཉིད་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of generosity is signless, and they will not construe the notion that signlessness is the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are signless, and they will not construe the notion that signlessness is the perfection of wisdom [and so forth].

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of generosity is wishless, and they will not construe the notion that wishlessness is the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are wishless, and they will not construe the notion that wishlessness is the perfection of wisdom [and so forth].

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of generosity is nonarising, and they will not construe the notion that nonarising is the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are nonarising, and they will not construe the notion that nonarising is the perfection of wisdom [and so forth].

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of generosity is unceasing, and they will not construe the notion that noncessation is the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are unceasing, and they will not construe the notion that noncessation is the perfection of wisdom [and so forth].

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: They will not construe the notion that the perfection of generosity is peace, and they will not construe the notion that peace is the perfection of generosity.

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are peace, and they will not construe the notion that peace is the perfection of wisdom [and so forth].

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of generosity is void, and they will not construe the notion that voidness is the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are void, and they will not construe the notion that voidness is the perfection of wisdom [and so forth]. “

source: །ནང་སྟོང་པ་ཉིད་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that the emptiness of internal phenomena is empty, and they will not construe the notion that emptiness is the emptiness of internal phenomena.

source: སྟོང་པ་ཉིད་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are empty, and they will not construe the notion that emptiness is the emptiness of the essential nature of nonentities [and so forth].

source: །ནང་སྟོང་པ་ཉིད་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the emptiness of internal phenomena is signless, and they will not construe the notion that signlessness is the emptiness of internal phenomena.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are signless, and they will not construe the notion that signlessness is the emptiness of the essential nature of nonentities [and so forth].

source: །ནང་སྟོང་པ་ཉིད་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that the emptiness of internal phenomena is wishless, and they will not construe the notion that wishlessness is the emptiness of internal phenomena.

source: སྨོན་པ་མེད་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are wishless, and they will not construe the notion that wishlessness is the emptiness of the essential nature of nonentities [and so forth].
